{
    "Language": "Idioma",
    "Home": "Inicio",
    "About": "Acerca de",
    "Contact": "Contacto",
    "Login": "Iniciar sesión",
    "Register": "Registrarse",
    "Projects": "Proyectos",
    "More": "Mas",
    "Docs": "Documentacion",
    "Blog": "Blog",
    "Changelog": "Registro de cambios",
    "Forgot Password": "Olvidé mi contraseña",
    "Send Reset Link": "Enviar enlace de restablecimiento",
    "Back to login": "Volver a iniciar sesión",
    "Name": "Nombre",
    "Email address": "Email",
    "Password": "Contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Create Account": "Crear cuenta",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Log in": "Iniciar sesión",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Sign up": "Registrarse",
    "Remember me": "Recordarme",
    "Forgot password?": "¿Olvidaste tu contraseña?",
    "Remember your password?": "¿Recordaste tu contraseña?",
    "All rights reserved.": "Todos los derechos reservados.",
    "Privacy Policy": "Politica de Privacidad",
    "Terms of Service": "Terminos de Servicio",
    "Cookies": "Cookies",
    "Page Not Found": "Página no encontrada",
    "An Error Occurred": "Ocurrió un error",
    "The page you're looking for doesn't exist or has been moved.": "La página que buscas no existe o ha sido movida.",
    "Something went wrong.": "Algo salió mal.",
    "Go Home": "Ir al inicio",
    "Go Back": "Volver",
    "Need help?": "¿Necesitas ayuda?",
    "Contact us": "Contáctanos",
    "In Sync": "En Sincronía",
    "Organize with AI": "Organízate con IA",
    "Streamline your workflows, connect scattered systems, and automate routine tasks with AI so your teams can focus on what truly matters.": "Optimiza tus flujos de trabajo, conecta sistemas dispersos y automatiza tareas rutinarias con IA para que tus equipos puedan enfocarse en lo que realmente importa.",
    "Less chaos. More control.": "Menos caos. Más control.",
    "Start Organizing": "Comienza a organizarte",
    "Get Started": "Comenzar",
    "Where time works for you.": "Donde el tiempo trabaja para ti.",
    "Transform Your Organization Today": "Transforma tu organización hoy",
    "Join thousands of teams who are already digitizing their workflows and making data-driven decisions.": "Únete a miles de equipos que ya están digitalizando sus flujos de trabajo y tomando decisiones basadas en datos.",
    "Big Data Management": "Gestión de Big Data",
    "Automated Workflows": "Flujos de trabajo automatizados",
    "Real-time Collaboration": "Colaboración en tiempo real",
    "System Integration": "Integración de sistemas",
    "AI-Powered Insights": "Información impulsada por IA",
    "Smart Visibility": "Visibilidad inteligente",
    "Start Free Trial": "Comenzar prueba gratuita",
    "Schedule Demo": "Programar demo",
    "No credit card required": "No se requiere tarjeta de crédito",
    "What is Ourganize?": "¿Qué es Ourganize?",
    "Your Complete Digital Organization Platform": "Tu plataforma completa de organización digital",
    "Ourganize transforms how teams work by combining powerful automation, intelligent data management, and seamless collaboration into one unified platform. Say goodbye to scattered tools and hello to organized success.": "Ourganize transforma cómo trabajan los equipos combinando automatización potente, gestión inteligente de datos y colaboración fluida en una plataforma unificada. Dile adiós a las herramientas dispersas y hola al éxito organizado.",
    "Digitize Everything": "Digitaliza todo",
    "Transform your organization's data into actionable insights with advanced big data management and processing.": "Transforma los datos de tu organización en información procesable con gestión y procesamiento avanzado de big data.",
    "Automate Workflows": "Automatiza flujos de trabajo",
    "Streamline repetitive tasks with intelligent automation that saves time and reduces errors.": "Optimiza tareas repetitivas con automatización inteligente que ahorra tiempo y reduce errores.",
    "Collaborate Seamlessly": "Colabora sin problemas",
    "Enable real-time collaboration with enhanced visibility across your entire organization.": "Habilita la colaboración en tiempo real con visibilidad mejorada en toda tu organización.",
    "Integrate Systems": "Integra sistemas",
    "Connect all your tools and systems into one cohesive ecosystem for maximum efficiency.": "Conecta todas tus herramientas y sistemas en un ecosistema cohesivo para máxima eficiencia.",
    "AI-Driven Decisions": "Decisiones impulsadas por IA",
    "Leverage machine learning and AI to make smarter, data-driven decisions that drive growth.": "Aprovecha el aprendizaje automático y la IA para tomar decisiones más inteligentes basadas en datos que impulsen el crecimiento.",
    "Enhanced Visibility": "Visibilidad mejorada",
    "Get complete transparency across projects, teams, and workflows with powerful analytics.": "Obtén transparencia completa en proyectos, equipos y flujos de trabajo con análisis potentes.",
    "Contact Us": "Contáctanos",
    "Have questions or feedback?": "¿Tienes preguntas o comentarios?",
    "We're here to help. Reach out to our team and we'll get back to you as soon as possible.": "Estamos aquí para ayudar. Comunícate con nuestro equipo y te responderemos lo antes posible.",
    "Contact Information": "Información de contacto",
    "Email": "Correo electrónico",
    "Phone": "Teléfono",
    "Address": "Dirección",
    "Send Us a Message": "Envíanos un mensaje",
    "Your name": "Tu nombre",
    "Your email address": "Tu dirección de correo electrónico",
    "Message": "Mensaje",
    "Your message": "Tu mensaje",
    "Send Message": "Enviar mensaje",
    "Message Sent!": "¡Mensaje enviado!",
    "Your message has been successfully sent. We will get back to you shortly.": "Tu mensaje ha sido enviado exitosamente. Te responderemos pronto.",
    "Get in Touch": "Ponte en contacto",
    "Email Address": "Dirección de correo electrónico",
    "We respond within 24 hours": "Respondemos dentro de 24 horas",
    "Phone Number": "Número de teléfono",
    "Mon-Fri 9AM-6PM": "Lun-Vie 9AM-6PM",
    "Office Address": "Dirección de la oficina",
    "Follow Us": "Síguenos",
    "Topic": "Tema",
    "Your topic": "Tu tema",
    "General": "General",
    "Support": "Soporte",
    "Feedback": "Comentarios",
    "Other": "Otro",
    "Enterprise Business Platform": "Plataforma Empresarial de Negocios",
    "Trusted by businesses worldwide to streamline operations and drive growth": "Confiado por empresas de todo el mundo para optimizar operaciones e impulsar el crecimiento",
    "Your Complete Business Solution": "Su Solución Empresarial Completa",
    "Ourganize brings all your business tools together in one simple, powerful platform": "Ourganize reúne todas sus herramientas empresariales en una plataforma simple y poderosa",
    "Why Choose Ourganize?": "¿Por qué Elegir Ourganize?",
    "Running a business means juggling many different tools and systems. Ourganize changes that by putting everything you need in one place - from managing projects and customers to handling finances and team communication.": "Dirigir un negocio significa hacer malabares con muchas herramientas y sistemas diferentes. Ourganize cambia eso poniendo todo lo que necesita en un solo lugar: desde gestionar proyectos y clientes hasta manejar finanzas y comunicación del equipo.",
    "We've helped thousands of businesses work more efficiently, save time, and grow faster. Our platform is designed to be simple enough for anyone to use, yet powerful enough to handle complex business needs.": "Hemos ayudado a miles de empresas a trabajar de manera más eficiente, ahorrar tiempo y crecer más rápido. Nuestra plataforma está diseñada para ser lo suficientemente simple para que cualquiera la use, pero lo suficientemente poderosa para manejar necesidades empresariales complejas.",
    "Business Tools": "Herramientas Empresariales",
    "Smart Features": "Funciones Inteligentes",
    "Integrations": "Integraciones",
    "Years Experience": "Años de Experiencia",
    "How We Help Your Business": "Cómo Ayudamos a Su Empresa",
    "Simple solutions for complex business challenges": "Soluciones simples para desafíos empresariales complejos",
    "Go Digital with Big Data": "Digitalícese con Big Data",
    "Turn your paper-based work into smart digital systems. We help you collect and understand your business data to make better decisions.": "Convierta su trabajo basado en papel en sistemas digitales inteligentes. Le ayudamos a recopilar y entender sus datos empresariales para tomar mejores decisiones.",
    "Automate Your Work": "Automatice Su Trabajo",
    "Let technology handle repetitive tasks automatically. Save time, reduce mistakes, and focus on what matters most for your business.": "Permita que la tecnología maneje automáticamente las tareas repetitivas. Ahorre tiempo, reduzca errores y concéntrese en lo que más importa para su negocio.",
    "Work Better Together": "Trabajen Mejor Juntos",
    "Keep your team connected and informed. Everyone can see project progress, share updates, and collaborate easily in real-time.": "Mantenga su equipo conectado e informado. Todos pueden ver el progreso del proyecto, compartir actualizaciones y colaborar fácilmente en tiempo real.",
    "Connect All Your Tools": "Conecte Todas Sus Herramientas",
    "Link all your business software together. No more switching between different apps - everything works as one unified system.": "Enlace todo su software empresarial. No más cambios entre diferentes aplicaciones: todo funciona como un sistema unificado.",
    "Smart Business Decisions": "Decisiones Empresariales Inteligentes",
    "Get clear insights from your data. Our AI technology helps you understand trends and make informed decisions that grow your business.": "Obtenga información clara de sus datos. Nuestra tecnología de IA le ayuda a entender tendencias y tomar decisiones informadas que hacen crecer su negocio.",
    "Everything Your Business Needs": "Todo lo que Su Empresa Necesita",
    "Six powerful tools that work together seamlessly": "Seis herramientas poderosas que trabajan juntas sin problemas",
    "Project Management": "Gestión de Proyectos",
    "Plan, track, and complete projects easily. See progress at a glance with visual timelines.": "Planifique, rastree y complete proyectos fácilmente. Vea el progreso de un vistazo con cronogramas visuales.",
    "Customer Management": "Gestión de Clientes",
    "Keep track of your customers, sales, and relationships all in one place.": "Haga seguimiento de sus clientes, ventas y relaciones en un solo lugar.",
    "Business Operations": "Operaciones Empresariales",
    "Manage inventory, finances, and daily operations from one central system.": "Gestione inventario, finanzas y operaciones diarias desde un sistema central.",
    "Human Resources": "Recursos Humanos",
    "Handle employee records, create CVs automatically, and track team performance.": "Maneje registros de empleados, cree CVs automáticamente y rastree el rendimiento del equipo.",
    "Document Management": "Gestión de Documentos",
    "Store, organize, and find all your business documents quickly and securely.": "Almacene, organice y encuentre todos sus documentos empresariales rápida y seguramente.",
    "Team Communication": "Comunicación del Equipo",
    "Chat, share ideas, and collaborate with your team in a private workspace.": "Chatee, comparta ideas y colabore con su equipo en un espacio de trabajo privado.",
    "Built for Business Success": "Construido para el Éxito Empresarial",
    "Trusted features that help your business run smoothly": "Características confiables que ayudan a su empresa a funcionar sin problemas",
    "Secure & Reliable": "Seguro y Confiable",
    "Enterprise-grade security keeps your business data safe and protected at all times.": "La seguridad de nivel empresarial mantiene sus datos empresariales seguros y protegidos en todo momento.",
    "Easy to Use": "Fácil de Usar",
    "Simple, intuitive design means your team can start using it right away without complex training.": "El diseño simple e intuitivo significa que su equipo puede comenzar a usarlo de inmediato sin entrenamiento complejo.",
    "Grows With You": "Crece Contigo",
    "Whether you're a small team or large company, our platform scales to meet your needs.": "Ya sea que sea un equipo pequeño o una empresa grande, nuestra plataforma se escala para satisfacer sus necesidades."
  }
  