{
  "Language": "Dil",
  "Home": "Ana Sayfa",
  "About": "Hakkımızda",
  "Contact": "İletişim",
  "Login": "Giriş Yap",
  "Register": "Kayıt Ol",
  "Projects": "Projeler",
  "More": "Daha Fazla",
  "Docs": "Dokümantasyon",
  "Blog": "Blog",
  "Changelog": "Değişiklik Günlüğü",
  "Forgot Password": "Şifremi Unuttum",
  "Send Reset Link": "Reset Link Gönder",
  "Back to login": "Giriş Yap",
  "Name": "Ad Soyad",
  "Email address": "Email adresi",
  "Password": "Şifre",
  "Confirm Password": "Şifre Tekrar",
  "Create Account": "Hesap Oluştur",
  "Already have an account?": "Hesabınız var mı?",
  "Log in": "Giriş Yap",
  "Don't have an account?": "Hesabınız yok mu?",
  "Sign up": "Kayıt Ol",
  "Remember me": "Beni Hatırla",
  "Forgot password?": "Şifremi Unuttum",
  "Remember your password?": "Şifrenizi hatırlayabilir misiniz?",
  "All rights reserved.": "Tüm hakları saklıdır.",
  "Privacy Policy": "Gizlilik Politikası",
  "Terms of Service": "Kullanım Şartları",
  "Cookies": "Cookie",
  "Page Not Found": "Sayfa Bulunamadı",
  "An Error Occurred": "Bir Hata Oluştu",
  "The page you're looking for doesn't exist or has been moved.": "Aradığınız sayfa mevcut değil veya taşınmış.",
  "Something went wrong.": "Bir şeyler yanlış gitti.",
  "Go Home": "Ana Sayfaya Dön",
  "Go Back": "Geri Dön",
  "Need help?": "Yardıma mı ihtiyacınız var?",
  "Contact us": "Bize ulaşın",
  "In Sync": "Senkronize",
  "Organize with AI": "Yapay zekâ ile organize ol",
  "Streamline your workflows, connect scattered systems, and automate routine tasks with AI so your teams can focus on what truly matters.": "İş akışlarınızı düzenleyin, dağınık sistemleri bağlayın ve ekiplerinizin gerçekten önemli olan şeylere odaklanabilmesi için rutin görevleri yapay zeka ile otomatikleştirin.",
  "Less chaos. More control.": "Daha az karmaşa. Daha fazla kontrol.",
  "Start Organizing": "Organize etmeye başla",
  "Get Started": "Başlayın",
  "Where time works for you.": "Zamanın sizin için çalıştığı yer.",
  "Transform Your Organization Today": "Organizasyonunuzu Bugün Dönüştürün",
  "Join thousands of teams who are already digitizing their workflows and making data-driven decisions.": "İş akışlarını dijitalleştiren ve veriye dayalı kararlar alan binlerce ekibe katılın.",
  "Big Data Management": "Büyük Veri Yönetimi",
  "Automated Workflows": "Otomatik İş Akışları",
  "Real-time Collaboration": "Gerçek Zamanlı İşbirliği",
  "System Integration": "Sistem Entegrasyonu",
  "AI-Powered Insights": "Yapay Zeka Destekli Analizler",
  "Smart Visibility": "Akıllı Görünürlük",
  "Start Free Trial": "Ücretsiz Deneyin",
  "Schedule Demo": "Demo Planlayın",
  "No credit card required": "Kredi kartı gerektirmez",
  "What is Ourganize?": "Ourganize Nedir?",
  "Your Complete Digital Organization Platform": "Eksiksiz Dijital Organizasyon Platformunuz",
  "Ourganize transforms how teams work by combining powerful automation, intelligent data management, and seamless collaboration into one unified platform. Say goodbye to scattered tools and hello to organized success.": "Ourganize, güçlü otomasyonu, akıllı veri yönetimini ve kesintisiz işbirliğini tek bir platformda birleştirerek ekiplerin çalışma şeklini dönüştürür. Dağınık araçlara veda edin, organize başarıya merhaba deyin.",
  "Digitize Everything": "Her Şeyi Dijitalleştirin",
  "Transform your organization's data into actionable insights with advanced big data management and processing.": "Gelişmiş büyük veri yönetimi ve işleme ile organizasyonunuzun verilerini eyleme dönüştürülebilir içgörülere dönüştürün.",
  "Automate Workflows": "İş Akışlarını Otomatikleştirin",
  "Streamline repetitive tasks with intelligent automation that saves time and reduces errors.": "Zaman kazandıran ve hataları azaltan akıllı otomasyon ile tekrarlayan görevleri kolaylaştırın.",
  "Collaborate Seamlessly": "Sorunsuzca İşbirliği Yapın",
  "Enable real-time collaboration with enhanced visibility across your entire organization.": "Tüm organizasyonunuzda gelişmiş görünürlük ile gerçek zamanlı işbirliğini etkinleştirin.",
  "Integrate Systems": "Sistemleri Entegre Edin",
  "Connect all your tools and systems into one cohesive ecosystem for maximum efficiency.": "Maksimum verimlilik için tüm araçlarınızı ve sistemlerinizi uyumlu bir ekosistemde birleştirin.",
  "AI-Driven Decisions": "Yapay Zeka Destekli Kararlar",
  "Leverage machine learning and AI to make smarter, data-driven decisions that drive growth.": "Büyümeyi sağlayan daha akıllı, veriye dayalı kararlar almak için makine öğrenimi ve yapay zekadan yararlanın.",
  "Enhanced Visibility": "Gelişmiş Görünürlük",
  "Get complete transparency across projects, teams, and workflows with powerful analytics.": "Güçlü analitik ile projeler, ekipler ve iş akışları genelinde tam şeffaflık elde edin.",
  "Contact Us": "Bize Ulaşın",
  "Have questions or feedback?": "Sorularınız veya geri bildiriminiz mi var?",
  "We're here to help. Reach out to our team and we'll get back to you as soon as possible.": "Yardım etmek için buradayız. Ekibimize ulaşın, en kısa sürede size geri döneceğiz.",
  "Contact Information": "İletişim Bilgileri",
  "Email": "E-posta",
  "Phone": "Telefon",
  "Address": "Adres",
  "Send Us a Message": "Bize Mesaj Gönderin",
  "Your name": "Adınız",
  "Your email address": "E-posta adresiniz",
  "Message": "Mesaj",
  "Your message": "Mesajınız",
  "Send Message": "Mesaj Gönder",
  "Message Sent!": "Mesaj Gönderildi!",
  "Your message has been successfully sent. We will get back to you shortly.": "Mesajınız başarıyla gönderildi. En kısa sürede size geri döneceğiz.",
  "Get in Touch": "İletişime Geçin",
  "Email Address": "E-posta Adresi",
  "We respond within 24 hours": "24 saat içinde yanıtlıyoruz",
  "Phone Number": "Telefon Numarası",
  "Mon-Fri 9AM-6PM": "Pzt-Cum 9:00-18:00",
  "Office Address": "Ofis Adresi",
  "Follow Us": "Bizi Takip Edin",
  "Topic": "Konu",
  "Your topic": "Konunuz",
  "General": "Genel",
  "Support": "Destek",
  "Feedback": "Geri Bildirim",
  "Other": "Diğer",
  "Enterprise Business Platform": "Kurumsal İş Platformu",
  "Trusted by businesses worldwide to streamline operations and drive growth": "Operasyonları basitleştirmek ve büyümeyi sağlamak için dünya çapında işletmeler tarafından güvenilen",
  "Your Complete Business Solution": "Tam İş Çözümünüz",
  "Ourganize brings all your business tools together in one simple, powerful platform": "Ourganize tüm iş araçlarınızı tek bir basit ve güçlü platformda bir araya getirir",
  "Why Choose Ourganize?": "Neden Ourganize'ı Seçmelisiniz?",
  "Running a business means juggling many different tools and systems. Ourganize changes that by putting everything you need in one place - from managing projects and customers to handling finances and team communication.": "İş yürütmek, birçok farklı araç ve sistemle jonglörlük yapmak demektir. Ourganize, proje ve müşteri yönetiminden finans ve ekip iletişimine kadar ihtiyacınız olan her şeyi tek bir yerde toplayarak bunu değiştirir.",
  "We've helped thousands of businesses work more efficiently, save time, and grow faster. Our platform is designed to be simple enough for anyone to use, yet powerful enough to handle complex business needs.": "Binlerce işletmenin daha verimli çalışmasına, zaman tasarrufu yapmasına ve daha hızlı büyümesine yardımcı olduk. Platformumuz herkesin kullanabileceği kadar basit, ancak karmaşık iş ihtiyaçlarını karşılayacak kadar güçlü olacak şekilde tasarlanmıştır.",
  "Business Tools": "İş Araçları",
  "Smart Features": "Akıllı Özellikler",
  "Integrations": "Entegrasyonlar",
  "Years Experience": "Yıl Deneyim",
  "How We Help Your Business": "İşletmenize Nasıl Yardımcı Oluyoruz",
  "Simple solutions for complex business challenges": "Karmaşık iş zorluklarına basit çözümler",
  "Go Digital with Big Data": "Büyük Veri ile Dijitalleşin",
  "Turn your paper-based work into smart digital systems. We help you collect and understand your business data to make better decisions.": "Kağıt tabanlı çalışmalarınızı akıllı dijital sistemlere dönüştürün. Daha iyi kararlar almanız için iş verilerinizi toplama ve anlama konusunda size yardımcı oluyoruz.",
  "Automate Your Work": "İşinizi Otomatikleştirin",
  "Let technology handle repetitive tasks automatically. Save time, reduce mistakes, and focus on what matters most for your business.": "Tekrar eden görevleri teknolojinin otomatik olarak halletmesine izin verin. Zaman tasarrufu yapın, hataları azaltın ve işiniz için en önemli olan şeylere odaklanın.",
  "Work Better Together": "Birlikte Daha İyi Çalışın",
  "Keep your team connected and informed. Everyone can see project progress, share updates, and collaborate easily in real-time.": "Ekibinizi bağlı ve bilgili tutun. Herkes proje ilerlemesini görebilir, güncellemeleri paylaşabilir ve gerçek zamanlı olarak kolayca işbirliği yapabilir.",
  "Connect All Your Tools": "Tüm Araçlarınızı Bağlayın",
  "Link all your business software together. No more switching between different apps - everything works as one unified system.": "Tüm iş yazılımlarınızı birbirine bağlayın. Artık farklı uygulamalar arasında geçiş yapmaya gerek yok - her şey birleşik bir sistem olarak çalışır.",
  "Smart Business Decisions": "Akıllı İş Kararları",
  "Get clear insights from your data. Our AI technology helps you understand trends and make informed decisions that grow your business.": "Verilerinizden net öngörüler elde edin. AI teknolojimiz, trendleri anlamanızda ve işinizi büyüten bilinçli kararlar almanızda size yardımcı olur.",
  "Everything Your Business Needs": "İşletmenizin İhtiyacı Olan Her Şey",
  "Six powerful tools that work together seamlessly": "Sorunsuz bir şekilde birlikte çalışan altı güçlü araç",
  "Project Management": "Proje Yönetimi",
  "Plan, track, and complete projects easily. See progress at a glance with visual timelines.": "Projeleri kolayca planlayın, takip edin ve tamamlayın. Görsel zaman çizelgeleri ile ilerlemeyi bir bakışta görün.",
  "Customer Management": "Müşteri Yönetimi",
  "Keep track of your customers, sales, and relationships all in one place.": "Müşterilerinizi, satışlarınızı ve ilişkilerinizi tek bir yerde takip edin.",
  "Business Operations": "İş Operasyonları",
  "Manage inventory, finances, and daily operations from one central system.": "Envanter, finans ve günlük operasyonları tek bir merkezi sistemden yönetin.",
  "Human Resources": "İnsan Kaynakları",
  "Handle employee records, create CVs automatically, and track team performance.": "Çalışan kayıtlarını yönetin, otomatik olarak CV oluşturun ve ekip performansını takip edin.",
  "Document Management": "Doküman Yönetimi",
  "Store, organize, and find all your business documents quickly and securely.": "Tüm iş belgelerinizi hızlı ve güvenli bir şekilde saklayın, düzenleyin ve bulun.",
  "Team Communication": "Ekip İletişimi",
  "Chat, share ideas, and collaborate with your team in a private workspace.": "Özel bir çalışma alanında ekibinizle sohbet edin, fikirlerinizi paylaşın ve işbirliği yapın.",
  "Built for Business Success": "İş Başarısı İçin Yapıldı",
  "Trusted features that help your business run smoothly": "İşinizin sorunsuz çalışmasına yardımcı olan güvenilir özellikler",
  "Secure & Reliable": "Güvenli ve Güvenilir",
  "Enterprise-grade security keeps your business data safe and protected at all times.": "Kurumsal düzeyde güvenlik, iş verilerinizi her zaman güvende ve korumalı tutar.",
  "Easy to Use": "Kullanımı Kolay",
  "Simple, intuitive design means your team can start using it right away without complex training.": "Basit, sezgisel tasarım, ekibinizin karmaşık eğitim gerektirmeden hemen kullanmaya başlayabileceği anlamına gelir.",
  "Grows With You": "Sizinle Büyür",
  "Whether you're a small team or large company, our platform scales to meet your needs.": "İster küçük bir ekip ister büyük bir şirket olun, platformumuz ihtiyaçlarınızı karşılamak için ölçeklenir."
}
